<?php
namespace fullNews;

echo $a = 'При этом он напомнил, что инструменты слежки использовались и против «куда более значимых» людей, включая больше 10 глав государств. «Огромную проблему для человечества», по мнению бизнесмена, создают «бэкдоры», которые производители смартфонов и софта сознательно оставляют в своих системах. «Согласно разоблачениям Сноудена от 2013 года, Apple и Google являются частью глобальной программы слежки, которая подразумевает, что эти компании должны внедрять бэкдоры в свои мобильные операционные системы. Эти бэкдоры, обычно замаскированные под ошибки безопасности, позволяют американским спецслужбам получать доступ к информации на любом смартфоне в мире», — написал Дуров. При этом доступ к этим уязвимым местам, по его словам, могут получить не только власти США, но и «любая другая организация, которая их найдет». «Неудивительно, что именно это и происходило: израильская компания NSO Group продавала доступ к шпионским инструментам, которые позволили третьим лицам взломать десятки тысяч телефонов», — отметил миллиардер.';




